Repository: ErickLuizA/Queszz
Catalog: lib/l10n/app_*.arb
Languages: pt

source: Let's Play
pt: Vamos jogar

# chooseCategory
source: Choose a category to start playing
pt: Escolha uma categoria para começar

source: Try Again
pt: Tentar novamente

# keepGoing
source: Continue
pt: Continuar

# errorCategories
source: A error occurred while trying to load categories
pt: Um erro occorreu ao tentar carregar as categorias

# errorLevels
source: A error occurred while trying to load levels
pt: Um erro occorreu ao tentar carregar os níveis

source: Level
pt: Nível

source: Skip Question
pt: Pular questão

# finalScore
source: Your final score is
pt: Seu resultado final é

source: Total correct answers
pt: Total de respostas corretas

# out10
source: out 10 Questions
pt: de 10 questões

# errorStatistics
source: A error occurred while trying to load the statistics
pt: Um erro occorreu ao tentar carregar as estatísticas

source: Games Played
pt: Partidas Jogadas

source: Games Won
pt: Partidas Ganhadas

source: Games Lost
pt: Partidas Perdidas

source: Total Answers
pt: Total de respostas

source: Correct Answers
pt: Repostas corretas

source: Wrong Answers
pt: Repostas erradas

source: Skiped Answers
pt: Repostas puladas

source: Theme
pt: Tema
